Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Davvi Nordlándda ja Lulli ‐ Romssa suohkanat bovdejuvvo searvat oamasteaddjin, nu maiddái searvvit ja berošteaddji priváhta olbmot.
nob: Kommuner i nordre Nordland og Sør ‐ Troms ble invitert til å gå inn med andeler, likeså relevante lag og foreninger og interesserte privatpersoner.

source: Dál leat Nordlándda ‐ suohkanat Bálák, Áhkkánjárga / Nárviika, Evenášši ja Dielddanuorri ja Romssa ‐ suohkanat Rivtták, Skánit ja Siellakvuotna mielde ossolaččaidsearvvis, ja dasa lassin vel logi iešguđetlágan sámi searvvit ja lihtut ja 75 priváhta
nob: I dag er Nordlands ‐ kommunene Ballangen, Narvik, Evenes og Tjeldsund og Troms ‐ kommunene Gratangen, Skånland og Salangen andelseiere i tillegg til ti ulike samiske lag og foreninger og 75 privatpersoner.

source: olbmo. Várdobáikkis lea stivra mas leat čieža lahtu geat ovddastit dien golbma oamasteaddjijoavkku.
nob: Várdobáiki har et styre på syv medlemmer som representerer de tre ulike grupperingene av andelshavere.

source: Čállojuvvon stivrra 2010 jahkedieđáhussii.
nob: Referert i styrets årsberetning for 2010.

source: Go BA oamastanmálle válljejuvvui, de dat lei danin go hálidedje sihkkarastit báikkálaš beroštumi ja lagasvuođa dan geográfalaš guvlui gos guovddáš galggai doaibmat ja masa galggai leat oktavuohta.
nob: Når andelsformen ble valgt, var det ut fra et ønske om å sikre lokalt engasjement og nærhet til det geografiske området som sentret skulle operere i og forholde seg til.

source: Dálá stivrajođiheaddji (2012) muitala ahte Várdobáiki lea čađat hálidan leat rásseruohtasorganisašuvdna mii vuhtiiváldá olbmuid sávaldagaid.
nob: Ifølge nåværende (2012) styreleder har Várdobáiki hele tida ønsket å framtre som en grasrotorganisasjon som tar hensyn til folks ønsker.

source: Maiddái beaivválaš jođiheaddji deattuhii ahte BA organiserenmálle lea dehálaš vai sihkkarastá báikkálaš ja álbmogii guoskivaš čanastaga, mii dán rádjái lea váikkuhan dasa ahte olbmot álkit váldet oktavuođa ja evttohit
nob: Også daglig leder la vekt på andelsformen som viktig for å sikre den lokale og mer folkelige forankring som så langt har bidratt til at lista for å ta kontakt med, og foreslå utviklingen av prosjekt har vært lav.

source: Dál leat bargamin ásahit ođđa stivrenmálle Várdobáikái.
nob: Det arbeides nå med å få etablert en ny styringsstruktur for Várdobáiki.

source: Vuosttažettiin lea Sámediggi hálidan ahte Várdobáiki galggašii organiserejuvvot vuođđudussan, ja nuppebealis leat Nordlándda ja Romssa fylkkat garrasit deattuhan ahte institušuvdna galgá rievdaduvvot oasussearvin (OS).
nob: Sametinget har i første omgang ønsket Várdobáiki organisert som en stiftelse, mens fylkene Nordland og Troms setter hardt inn på at institusjonen må omgjøres til et aksjeselskap (AS).

source: Dien nuppástuvvama ollašuhttin orro dovdomin lossa bargun, earet eará danin go leat áigumin hukset ođđa lanjaid (Várdobáiki kulturviessu), maid Statsbygg galgá huksegoahtit 2013:s, ja de vurdojuvvo
nob: Det blir oppfattet som presserende å få denne omleggingen i boks, blant annet i forbindelse med nye lokaler (kulturhuset Várdobáiki) der byggearbeidet i regi av Statsbygg skal starte opp i 2013, og hvor det forventes at også fylkeskommunene vil bidra økonomisk. Flere av våre informanter vurderer fylkenes holdning slik at

source: Máŋggas min informánttain dulkojit fylkkaid oainnu dán áššis dan guvlui ahte go ožžot OS.
nob: disse gjennom AS.

source: ‐ stivrenmálle, de besset alcceseaset sihkkarastit fámu ja besset bearráigeahččat doarjagiid mat juolluduvvojit Várdobáikái.
nob: ‐ formen kan sikre seg innflytelse og kontroll over de midlene som måtte bevilges til Várdobáiki.

source: Báikkálaččat leat maid ožžon dan ipmárdusa ahte Sámediggi soaitá leat mielas gáidat eret iežas álgosávaldagas, ahte galggašii leat vuođđudus.
nob: Det oppfattes også lokalt som om Sametinget er villig til å fire på sitt primærønske om stiftelse.

source: Čujuhuvvo ahte organisernmálle nuppástuhttin sáhttá váikkuhit oktavuhtii mii guovddážis lea báikki olbmuide, muhto eai jáhke gal ahte dat boahtá mearkkašit nu
nob: Det blir påpekt at endringen i organisasjonsform kan påvirke relasjonen til lokalsamfunnet, men en regner likevel med at betydningen for sentrets aktivitet og rolle blir liten.

source: beare ollu guovddáža doibmii ja dasa makkár rolla das lea. Guovddáža bealis deattuhuvvo aŋkke ahte Márkomeannu musihkka ja kulturfestivála, maid guovddáš doarju, ja man jođiheaddjin leat eanas áivve nuorat, ii berreše šaddat oassin Várdobáikái, vai eai masse nuoraid álggahanmovtta ja eaktodáhtolaš bargovuoiŋŋa.
nob: Fra sentrets side vektlegges det imidlertid at Márkomeannu musikk og kulturfestival som senteret støtter, i stor grad drives av ungdom, og bør forbli utenfor Várdobaiki for å beholde ungdommens initiativ og

source: 5.3 Giellaguovddáža doaibma
nob: 5.3 Språksenterets virksomhet

source: Giellaguovddáža ulbmiliid mielde, ja dan gielladili ektui mii dán guovllus lea, leat eanas doaimmat
nob: I samsvar med språksentrets målsetting, og ut fra språksituasjonen i området, er hovedtyngden av aktiviteter knyttet til språkkurs‐ og andre språkstimuleringstiltak.

source: čadnojuvvon giellakurssiide – ja eará giellamovttiidahttindoaimmaide.
nob: Den første aktiviteten finner vi i forhold til barnehage og skole.

source: Ovttas Márkománák mánáidgárddiin lea giellaguovddáš čađahan ” Oahpat munnje sámegiela ovdal álggán skuvlii ” ‐ doaimma.
nob: I samarbeid med Márkománák barnehage har språksentret deltatt i gjennomføring av ” Lær meg samisk før jeg begynner på skolen ” ‐ opplegget.

source: Dasa lassin leat lágidan sámegielkurssiid mánáidgárddi bargiide, ja giellaarvvosmahttinčoagganemiid váhnemiidda ja
nob: Det er videre blitt holdt samiskkurs for tilsatte i barnehagen, og samlinger for foreldre og barnehagebarn for språkstimulering.

source: Vuođđoskuvladásis lea guovddážis leamaš ovttasbargu Vatnjavári skuvllain Skánit suohkanis.
nob: Overfor grunnskolen har sentret hatt samarbeid særlig med Boltås skole i Skånland kommune.

source: Guovddáš lea maid muhtomin juolludan bargiid sadjásaš oahpaheaddjin, vaikko vel, nugo ieža čujuhit, sis eai livcče ge bargonávccat dan dahkat.
nob: Sentret har i en del tilfeller også stilt med vikarlærer, uten, som det blir påpekt, å ha ressurser til det. Dessuten deltar sentret med ressurser i forbindelse med

source: Dasa lassin lea guovddáš maid veahkkin sámi fágabeivviid lágideamis máŋgga skuvllas dien guovllus, earenoamážit Skánit ja Evenášši suohkaniin.
nob: samiske fagdager ved flere skoler i området, særlig i kommunene Skånland og Evenes.

source: Nu guhká go lei sierra joatkkaskuvla ossodat Evenskjæras (Skánit, heaittihuvvon 2010), de lei giellaguovddážis singuin maid lagas ovttasbargu. Ja loahpas fertet maid namuhit
nob: Så lenge det var en avdeling for videregående skole på Evenskjær (Skånland, lagt ned 2010) hadde språksentret også nært samarbeid der.

source: olgoskuvlalágidemiid nuoraidskuvlla ja joatkkaskuvlla ohppiide.
nob: Endelig må nevnes leirskoleopplegg for elever på ungdomsskolen og under videregående opplæring.

source: Diekkár deaivvadeamit lágiduvvojit vahkkoloahpaid, giđđat ja čakčat.
nob: Slike opplegg arrangeres i helgene, vår og høst.

source: Dohko servet oahppit geain lea sámegiella fágan.
nob: Deltakere er elever som tar samisk.

source: Sámi kulturelemeanttat deattuhuvvojit, ja maiddái dat ahte ásahit báikki gos sáhttá sámegiela hárjehallat nu dihtomielalaččat go lea vejolaš.
nob: Det legges vekt på samiske kulturelement, og på å skape en arena hvor samisk språk praktiseres så konsekvent som mulig. Disse oppleggene er, og har vært, svært populære, men det

source: Dieid lágidemiide lea leamaš ja lea ain dál ge hui stuora beroštupmi, muhto raporttain čállet ahte lea gáibideaddji geahččalit čađahit dan áigumuša ahte buot ságastallamat galget leat sámegillii.
nob: rapporteres som krevende å gjennomføre intensjonen om at samtalene skal foregå på samisk.

source: Nubbe váldobargamuš leat doaimmat mat leat rávisolbmuid váste geat leat bargoagis.
nob: Den andre hovedaktiviteten er tiltak overfor voksne i yrkesaktiv alder.

source: Leat lágiduvvon kursset rávisolbmuide geain lea eamaš sámegiella nubbegiellan vuođđoskuvllas, vai olahit vuosttašgiellagelbbolašvuođa.
nob: Det er arrangert kurs for voksne med samisk andrespråk fra grunnskolen for å oppnå førstespråkskompetanse.

source: Maŋemus kursefálaldahkii serve 15 olbmo, ja gávccis sis čađahedje eksámena.
nob: På siste kursopplegg deltok 15, og 8 av disse tok eksamen.

source: Ovdal go Skánit joatkkaskuvla heaittihuvvui, de čađahii guovddáš ovttas skuvllain giellakurssiid main earenoamážit deattuhedje grammatihka. Kursset ledje daid ohppiid váste geain ovdal lei leamaš sámegiella nubbegiellan joatkkaskuvllas, vai sii ožžot máhtu čuovvut sámegieloahpu
nob: Inntil Skånland videregående skole ble lagt ned, gjennomførte senteret i samarbeid med skolen språkkurs med særlig vekt på grammatikk for tidligere elever som hadde tatt samisk andrespråk på videregående skole for å kvalifisere deltakerne

source: mii addá gelbbolašvuođa.
nob: for kompetansegivende samiskutdanning.

source: Diekkár giellakursset leat hui dehálaččat rávisolbmuide geat maŋŋil galget beassat dan samegieloahpahussii mii addá gelbbolašvuođa, mii dál hábmejuvvo Sámedikki 5‐jagi rávisolbmuidoahppoprográmmas, maid Sámi allaskuvla galgá jođihit.
nob: Slike språkkurs for voksne er viktige for senere opptak på den kompetansegivende samiskopplæring som det nå legges opp til innenfor Sametingets 5‐årige voksenopplæringsprogram i samisk og i regi av Samisk høgskole.

source: Vuosttaš ohppiidjoavku Várdobáikkis ohcá beassat álgit ohppui 2012 čavčča, ja oahpahus galgá lágiduvvot gáiddusoahpahussan man lassin leat deaivvadeamit allaskuvllas Guovdageainnus.
nob: Første kull ved Várdobáiki søkes igangsatt høsten 2012, organisert som fjernundervisning kombinert med samlinger ved høgskolen i Kautokeino.

source: Dán dálvvi (2012) leat bargamin čoavdit ruhtadeami ja oažžut sadjái dárbbašlaš videobiergasiid.
nob: Det arbeides nå (vinter 2012) med finansiering og med å få på plass nødvendig videokonferanseutstyr.

source: Ja sáhttit maid namuhit
nob: Det kan dreie seg om tema som samisk matlaging og

source: Dat sáhttet leat dakkár fáttát go sámi biebmoráhkadeapmi ja duodji dahje lávu / darfegoađi ceggen.
nob: duodji eller lavo‐ / gammebygging.

source: Dieidda kurssiide orro ollu olbmuin beroštupmi, maiddái sii geain lea oalle buorre sámegielmáhttu servet kurssiide jagis jahkái. Soaitá danin go diet kurseeahkedat leat šaddan lunddolaš báikin sámegiela geavaheapmái.
nob: Dette synes å være populære kurs som mange, også med relativt gode samiskkunnskaper, kommer tilbake til år etter år, kanskje spesielt fordi disse kurskveldene utgjør en naturlig arena for å praktisere samisk.

source: Maiddái lágideamit vuorasolbmuide leat vuoruhuvvon.
nob: Til sist er opplegg overfor eldre en prioritert aktivitet.

source: šaddan čiegadit sámegiela geavaheami.
nob: Mange eldre har over lang tid undertrykt bruken av samisk.

source: Várdobáiki lágida «dearvvašvuođadeaivvadeamiš, áinnas okte mánus, ja doppe leat giellaguovddáža fágačeahpit geat earet eará jođihit lohkanhárjehallama vuorasolbmuiguin.
nob: I regi av Várdobáiki helse arrangeres det «helsetreffš, gjerne én gang i måneden, hvor fagfolk ved språksentret blant annet leder lesetrening for de eldre. Mange med samisk som

source: Ollugat geain lea sámegiella eatnigiellan, eai leat goassege lohkan sámegillii ja sin ferte veahkehit dovdagoahtit sámegiela čállingiellan.
nob: morsmål, har aldri lest samisk tekst og trenger hjelp til å bli fortrolig med samisk som skriftspråk.

source: Diekkár dilálašvuođain fuomášit ge maid dan ahte báikkálaš suopman lea oalle earalágán go davvisámegiel girjegiella.
nob: I slike sammenhenger oppstår det også en bevisstgjøring av at den lokale samiske dialekten avviker forholdsvis sterkt fra det nordsamiske skriftspråket.

source: Leat maid lágiduvvon suopmankursset vuorasolbmuide, oahpahan dihtii sin giddet fuomášumi iežaset sámegiel suopmanii, ja dain kurssiin leat vuorasolbmot – maiddái formálalaččat‐ giellaguoddit geat oahpahit
nob: For å bevisstgjøre de eldre på sin egen samiskspråklige variant, er det blitt holdt dialektkurs hvor eldre gode – også formelt – språkbærere går inn som lærere eller instruktører.

source: Diekkár kurssiide leat maid vuollel 50‐60 jahkásaš ” nuorat ” liikon, geat leat oahppan sámegiela davvisámegielkurssiin.
nob: Slike kurs har vært populære også for ” unge ” under 50‐60 år som har lært seg samisk gjennom nordsamiske kurs. Et annet tiltak som mer spesifikt retter seg mot

source: Eará doaibma, mii lea vásedin heivehuvvon vuorasolbmuide geat leat institušuvnnain, lea «muittašanbodduš, gos geahččalit sámegillii muittašit dološ fearániid.
nob: eldre på institusjon, er «mimretreffš, hvor det legges vekt på samtale på samisk om forhold som ligger noe tilbake i tid.

source: Diein muittašanbottuin lea okta fágaolmmoš gii lea ságastallamiin gielladoarjjan.
nob: På slike treff deltar én fagperson som språkstøtte under samtalene.

source: Dasa lassin lea giellaguovddáš mielde eará kultur ‐ ja dahje gielladoaimmain, maid mii dás oanehaččat namuhit.
nob: Språksentret er dessuten involvert i andre kultur‐ eller språkrelaterte aktiviteter som her bare kan nevnes summarisk.

source: Dat leat doaimmat nugo Báikenammalávdegoddi, mii registrere sámi báikenamaid ja
nob: Det gjelder blant annet Stedsnavnsutvalget som arbeider for registrering og tilrettelegging for offisielt bruk av lokale samiske stedsnavn, arbeidet for registrering av dialektord og – uttrykk, og initiativ overfor kommuner og andre instanser for samisk skilting av bygninger, veier osv..

source: heiveha daid nu ahte sáhttet almmolaččat geavahuvvot, suopmaniid‐ ja dadjanvugiid registreren, ja bargu suohkana ja eará ásahusaid ektui ahte cegget galbbaid main leat visttiid, geainnuid jnv. namat sámegillii.
nob: oversettelser og lignende i forbindelse med aktiviteter de ønsker å gjennomføre.

source: Várdobáiki lea ieš oalle viidát ovttastuvvon, ja nu várra lea ge oalle nanu organisašuvdna. Ollu
nob: Várdobáiki er i seg selv en bredt sammensatt, og dermed kanskje også en rimelig robust, organisasjon.

source: giellaguovddáža ja eará surggiid ovttasbargu lea siskkáldas ovttasbargu (mánáidgárdi, kultuvra, dearvvašvuohta, museahoidu).
nob: Mye av samarbeidet mellom språksentret og andre aktører kan sies å skje internt (barnehage, kultur, helse, museumsvirksomhet).

source: Mii guoská suohkaniidda, de lea ovttasbargu eanemusat čadnon Evenášši suohkanii gos guovddáš lea, ja Skánit suohkanii gos Várdobáikki mánáidgárdi lea, ja gos maiddái lei Vatnjavári skuvla (mii dál heaittihuvvo) mas lei lagas oktavuohta Márkománát mánáidgárdái ja muđuige Várdobáikái.
nob: Når det gjelder kommunene, er samarbeidet mest konsentrert om vertskommunen Evenes og Skånland hvor Várdobáiki s barnehage er lokalisert og hvor vi også hadde Boltås skole (blir nå lagt ned) med tette band til Márkománák og Várdobáiki

source: 5.4 Bargiid fidnen
nob: 5.4 Rekruttering

source: Giellaguovddážis lea maŋemus jagiid leamaš, lassin beaivválaš jođiheaddjái, okta mielbargi bissovaš virggis ja moattes gaskaboddosaš virggiin maid prošeavttat ruhtadit.
nob: Språksenteret har de siste årene, i tillegg til daglig leder i deltidsstilling, én fast medarbeider og én til to på engasjementsbasis finansiert over prosjektmidler.

source: Vaikko vel giellaguovddáš ja diet eará doaimmat láiguhit ge lanjaid oalle gaskaboddosaš dálus, ja vaikko vel eanas doaimmaide bidjet ge olbmuid gaskaboddosaš virggiide, de leat dat min informánttaid oaivila mielde dakkár virggit mat geasuhit, ja lea leamaš álki oažžut oahppan olbmuid ja álki oažžut mielbargiid iešguđetlágan oanehit
nob: Til tross for at språksentret og øvrige aktiviteter holder til i leide provisoriske lokaler, og at det dels dreier seg om midlertidige

source: áiggi bargamušaide.
nob: engasjementsstillinger, er våre informanter gjennomgående av den oppfatning at det er rift om arbeidsplassene og at det stort sett har lyktes å rekruttere kvalifiserte og engasjerte medarbeidere til de ulike aktivitetene.

source: 5.5 Doaimma ruhtadeapmi
nob: 5.5 Finansiering av virksomheten

source: Giellaguovddáš ja olles Várdobáiki jođihuvvojit vátna vuođđodoarjagiin, vuosttažettiin lea Sámediggi mii juolluda doaibmadoarjaga, muhto dasa lassin skáhppojit mearkkašanveara ollu prošeaktaruđaid
nob: Språksentret og Várdobáiki i det hele drives med beskjedne faste grunntilskudd, først og fremst fra Sametinget, men i tillegg skaffes betydelige ressurser til ulike aktiviteter gjennom prosjektpenger fra ulike instanser; kommuner, fylker og ulike departement.

source: Várdobáikki jođiheddjiid bealis atnet dan váttisin go Sámediggi juolluda seamma sturrosaš vuođđodoarjaga juohke giellaguovddážii, ja eai váldde vuhtii dan ahte guovddážiid doaibmaguovllut leat hui iešguđetláganat (geahča vuolábealde).
nob: Det blir fra lederhold ved Várdobáiki pekt på som et problem at Sametinget opererer med flatt grunntilskudd til språksentrene som ikke tar hensyn til at virkeområdene for de ulike sentrene er svært forskjellige (se under).

source: Guovddáža bealis lea maid stuora
nob: For eksempel blir

source: hálddahuslaš ja fágalaš hástalus go nu ollu doaimmaid šaddet ruhtadit prošeaktadoarjagiiguin maid duoppil dáppil ohcet.
nob: Det blir også sett på som en stor administrativ og faglig utfordring at mange av aktivitetene finansieres gjennom prosjektmidler fra ulike hold.

source: Ollu fágalaš ja hálddahuslaš bargonávccat gollet čađat jođihandoarjagiid ohcamiidda.
nob: Mye faglige og administrative ressurser må til enhver tid legges i det å skaffe driftsressurser.

source: Dávjá lea vel nu ahte okta ruhtadeaddji juolluda doarjaga dainna eavttuin ahte maiddái nubbe ásahus, dahje eanet ásahusat, gos lea ohcan juolludit doarjaga seamma doibmii.
nob: Ofte blir støtte fra én instans gitt på det vilkår at også én eller flere andre instanser skal bidra. At sentret ikke opererer i

source: Dat ahte guovddáš doaibmá suohkanis mii ii leat mielde sámegielaid hálddašanguovllus, dagaha min informánttaid oaivila mielde dan ahte lea váddáseabbo oažžut suohkanis ekonomalaš doarjagiid.
nob: kommuner som er med i forvaltningsområde for samisk språk, fører i følge informanter til langt større problem med å oppnå kommunal økonomiske støtte.

source: 5.6 Doaimma ulbmilat ja beaktu
nob: 5.6 Mål og effekter av virksomheten.

source: Mis ii leat leamaš vejolašvuohta registreret jur juste man viidát giellaguovddáža doaimmat leat eatnatvuođa dáfus, muhto sihke stivrra ovddasteaddjit, suohkana njunnošat ja báikkálaš politihkkárat čilgejit Várdobáikki, ja nu maiddái giellaguovddáža doaimmaid hui viiddis ja dehálaš doaibman, mat leat ealáskahttán sámegiela daid maŋemus jagiid.
nob: Vi har ikke hatt mulighet til mer nøyaktige registreringer av hvilket omfang språksentrets virksomhet rent kvantitativt utgjør, men så vel representanter for styret som kommunale ledere og lokale politikere beskriver Várdobáikis, og dermed språksentrets, virksomhet som omfattende og som svært

source: Guovddáža informánttat muitalit ahte Várdobáiki doaibmá miha viidábut go bálddastahttá eará giellaguovddážiiguin, maid doaibmaguovlu lea dušše
nob: I praksis, og kanskje rimelig nok med de ressursene Várdobáiki har hatt til rådighet, synes aktivitetene i stor grad å ha konsentrert seg om de markasamiske områdene i Skånland og Evenes, selv om en del av tiltakene, som for eksempel leirskoleoppleggene, er åpne for og har blitt etterspurt av personer fra andre kommuner i det som formelt utgjør nedslagsfeltet for

source: okta suohkan.
nob: Várdobáiki.

source: Ovdalaš áigge gal mátkkoštedje bargit eará suohkaniidda doallat giellakurssiid, muhto dan eai báljo šat bargga dál, go dat lea hui gáibideaddji bargu.
nob: Tidligere reiste ansatte mer rundt til de andre kommunene for å gi språkkurs, men dette gjøres nå i mindre grad fordi det er veldig krevende.

source: Muhtun doaimmat gal almmatge leat eará suohkaniin, nugo
nob: Noen aktiviteter legges uansett til andre kommuner, som helsetreffene som holdes i Bjervik (Narvik kommune).

source: dearvvašvuođadeaivvadeamit, mat lágiduvvojit Bjerviikkas (Nárviikka suohkanis).
nob: Det kan synes som om Stedsnavnsutvalget er det som i størst grad opererer på et regionalt plan.

source: Nugo juo dán čilgehusas Várdobáikki doaimma birra lea boahtán ovdan, de lea váttis sirret makkár ávki ja beaktu leamaš daid doarjagiin mat leat geavahuvvon bargamušaide maid giellaguovddáš lea doaimmahan eará doaimmain.
nob: Som det har gått fram av hele denne gjennomgangen av Vàrdobàikis virksomhet, er det vanskelig å isolere effektene fra ressursene som kanaliseres gjennom språksentret fra de som kommer gjennom

source: Okta min informánttain celkkii čuvvovaččat, ja dat soaitá ge leat buoremus loahppaárvvoštallan: ” Várdobáiki gal duođai bargá buori barggu dáppe sámiid ovddas. ”
nob: andre kanaler. Kanskje kan følgende korte utsagn fra en av våre informanter tjene som konklusjon: ” Várdobáiki gjør virkelig mye for det samiske her. ”

source: Muhto ovtta dáfus ii oro Várdobáiki iige giellaguovddáš lihkostuvvan, namalassii dan dáfus ahte oažžut iežaset institušuvnna ja bargosaji šaddat dakkár bargobáikin gos sámegiella gullo.
nob: På ett viktig område synes Várdobáiki og språksentret foreløpig ikke å ha lyktes, nemlig i å gjøre egen institusjon og arbeidsplass til en samiskspråklig arena.

source: Dán oktavuođas čujuhedje ge siskkáldas ságastallamiin Árran julevsámi guovddážii, mii dien dáfus lea joavdan ollu guhkkeliidda.
nob: Det ble i denne sammenheng på internt hold vist til det lulesamiske sentret Árran som i så måte er kommet mye lenger.

source: Várdobáikki stivrras ii leat sohkabeliid dáfus dásseárvu, stivrras leat vihtta dievdoolbmo ja dušše guokte nissonolbmo.
nob: Vàrdobàikis styre har i dag en skjev kjønnsbalanse med fem menn og bare to kvinner i styret.

source: Muhto guovddážis barget
nob: Denne ubalansen vil

source: oalle muddui seamma ollu nissonolmot ja dievddut.
nob: Blant medarbeiderne på senteret er det imidlertid rimelig bra kjønnsbalanse.

source: Várdobáikki stivra ja jođiheaddjit lohket ahte ovttasbargu Sámedikkiin ferte ovddiduvvot, vaikko vel čujuhit ge maid dasa ahte lea buorre ovttasbargu muhtun áirasiiguin Sámedikkis ja maiddái Sámediggeráđiin.
nob: Det blir fra styre‐ og lederhold ved Várdobáiki pekt på at samarbeidsrutinene overfor Sametinget må videreutvikles, selv om det også pekes på gode samarbeidsrelasjoner med enkelte medlemmer av Sametinget og Sametingsrådet.

source: Dat ahte Sámediggi ásahii giellaguovddážiidda oktasaš fierpmádaga, lei hui mávssolaš, go de sáhttá fuomášumiid ja vásáhusaid lonohallat, oaivvildit informánttat.
nob: Initiativet fra Sametinget med etablering av nettverk mellom språksentrene, blir holdt fram som svært verdifullt for idé‐ og erfaringsutveksling.

source: 5.7 Árvvoštallan
nob: 5.7 Vurdering

source: Mii leat ožžon dan jurddaváikkuhusa ahte Várdobáikki doaimmat, main maiddái giellaguovddáš lea dehálaš oassi, jođihuvvojit hui bures, sis lea stuora beroštupmi ja áŋgiruššan. Ja geavaheaddjit orrot čađat leamaš hui duhtavaččat dainna doarjagiin maid ožžot guovddážis ja leat maid duhtavaččat dan vuohkái movt guovddáš doarju sámi áššiid.
nob: Vårt inntrykk er at aktivitetene ved Várdobáiki, og hvor språksentret utgjør en svært viktig del, blir drevet kvalitativt godt, med stor entusiasme og engasjement, og at brukerne gjennomgående er positive til den støtte sentret har gitt og gir for den samiske sak.
